[
  {
    "name": "Bicep Curl",
    "muscleGroup": ["Biceps", "Deltoids", "Brachialis", "Brachioradialis"],
    "how": "Holding a dumbbell in each hand and with your arms hanging by your sides, curl the weights up to shoulder level while contracting your biceps.",
    "why": "This list wouldn't be complete without curls, which are a perfect beginner exercise. The trick is not to go heavy; it's all about lengthening and shortening the muscle, so grab a weight you're comfortable with and away you go."
  },
  {
    "name": "Goblet Squat",
    "muscleGroup": ["Quads", "Calves", "Glutes", "Abs", "Arms", "Grip Strength"],
    "how": "Stand with feet set wider than shoulder-width and hold a dumbbell with both hands in front of your chest. Sit back into a squat, then drive back up and repeat.",
    "why": "Are you a nervous newbie or a long-time hard gainer? It doesn’t matter with this move. 'Goblet squats are perfect for any level,' says Frost. 'They specifically target glute activation whilst improving both hip and thoracic mobility.'"
  },
  {
    "name": "Arnold Press",
    "muscleGroup": ["Deltoids", "Triceps", "Trapezius"],
    "how": "Sit on a bench with dumbbells held in front of you, palms facing your shoulders as though you’ve just finished a bicep curl. Push the dumbbells up over your head while rotating your arms until your palms face away from you. Straighten your arms, pause, then reverse the movement.",
    "why": "If the fact that it was invented by Schwarzenegger himself wasn’t already reason enough, this potent upper-body move is unique in that it hits all three sections of your deltoid – the round-looking muscle that caps your shoulders – adding thickness and width, and reinforcing the joint."
  },
  {
    "name": "Dumbbell Clean",
    "muscleGroup": ["Glutes", "Calves", "Quads", "Biceps"],
    "how": "Flip your wrists so they face forwards and bring the weights to your shoulders, slightly jumping as you do. Slowly straighten your legs to stand. Then lower the weights down to your thigh before moving into squat position and repeating.",
    "why": "If you want to look like an Olympian, you’ve got to train like one. 'Incorporating these powerlifter lifts into your training will not only build lean muscle tissue but also build explosive power,' says Frost. This move also rushes blood to your glutes, hamstrings, shoulders and arms to maximise your muscle-growing power."
  },
  {
    "name": "Renegade Row",
    "muscleGroup": ["Trapezius", "Lats", "Rhomboids", "Deltoids", "Abs", "Obliques", "Biceps", "Triceps", "Forearms"],
    "how": "Get into a press-up position with your hands on the handles of two dumbbells. Keeping your core tensed, row the right dumbbell up to your abs then return to the start position. Repeat with the left dumbbell to complete one rep.",
    "why": "Build a strong back, ignite your abs, and develop anti-rotational core strength in one fell swoop. While it’s tempting to focus on the ‘row’ aspect of the movement, the secret to getting the most out of this move is to double down on your plank positioning."
  },
  {
    "name": "Farmers’ Walk",
    "muscleGroup": ["Upper Back", "Shoulders", "Triceps", "Biceps", "Forearms", "Abs", "Glutes", "Hamstrings", "Quads", "Adductors", "Abductors", "Calf Muscles"],
    "how": "Walk forward taking short, quick steps. Go for the given distance, as fast as possible.",
    "why": "For once, there’s no sophisticated form rules to worry about (except for ‘brace your core’. Always brace your core). And you’ll supercharge your grip strength, which is a serious plus. Additionally, this move fortifies your rotator cuffs, protecting your shoulders from injury during bigger lifts."
  },
  {
    "name": "Zottman Curl",
    "muscleGroup": ["Biceps", "Brachialis", "Forearms"],
    "how": "With a pair of dumbbells by your sides and with your palms facing forwards, curl the weights up to your shoulders. Once you reach the top of the movement pause, and then turn your hands so your palms are facing downwards as you slowly return then dumbbells back to the starting position using this overhand grip. When the dumbbells reach your thighs again, turn your hands so your palms are back in the starting position facing forward.",
    "why": "As well as training your biceps, this move will also fire up your forearms."
  },
  {
    "name": "Flat Dumbbell Fly",
    "muscleGroup": ["Deltoids", "Pecs", "Rhomboids", "Serratus Anterior", "Rotator Cuffs", "Biceps"],
    "how": "Lie down on a flat bench holding two dumbbells at your shoulders with your palms facing inwards. Press the dumbbells up until your arms are almost fully extended. This is your starting position. From here, with a slight bend in your arms, arc the weights down to your sides until you feel a stretch across your chest. Squeeze your pecs to return the weights to the start position by reversing the movement.",
    "why": "Believe it or not, this move is better than the bench press for stimulating the chest muscle fibres that spark growth – and you don’t need anywhere near as heavy weights to do it. Just take care not to lock your arms out during the extension, or you’ll transfer the load away from your pecs and onto your elbow joints."
  },
  {
    "name": "Bent-Over Row",
    "muscleGroup": ["Lats", "Shoulders", "Forearms", "Biceps", "Spinal Erectors", "Hamstrings", "Glutes"],
    "how": "Keep your core tight and your back straight as you row the weights up to your chest. Lower and repeat.",
    "why": "'Rows will target several muscles in your upper body including the traps, rhomboids, lats and biceps perfect for getting you that ‘V’ shape,' says Frost. And not only that, it’ll hone in on your deltoids to create some T-shirt-filling boulder shoulders, too."
  },
  {
    "name": "Devil's Press",
    "muscleGroup": ["Quads", "Glutes", "Calves", "Core", "Chest", "Shoulders", "Arms"],
    "how": "Holding both dumbbells, drop down into a press-up position and perform a burpee. As you begin to stand back up, use the momentum to swing the weights between your legs, then directly overhead. Lower under control, back to the ground and repeat.",
    "why": "If you feel like burpees are getting too easy, try the devil's press. Aside from the potent cardio hit, it builds power and strength with the addition of the dumbbells by using nearly every muscle in your body. They'll make traditional burpees feel a breeze."
  },
  {
    "name": "Stiff Legged Dumbbell Deadlift",
    "muscleGroup": ["Hamstrings", "Erectors", "Lats", "Glutes"],
    "how": "Lower the dumbbells to the top of your feet, as far as you can go by extending through your waist, then slowly return to the starting position.",
    "why": "It shreds your legs into powerful pins by targeting your fast-twitch lower-body muscles. Plus, stiff legged deadlifts ensure your entire posterior chain is functioning effectively and prevents hip and lower back injuries, says Frost. It’s one of the best free weight exercises to build up your lower body – injury free."
  },
  {
    "name": "Dumbbell Kickbacks",
    "muscleGroup": ["Triceps"],
    "how": "Hinge at the hips by sending your hips behind your heels with a flat back. Start with your arms bent, bringing the dumbbells next to your thighs so your upper arms are parallel to the floor. Straighten your arms behind you using your forearms. Return slowly to the start position and repeat.",
    "why": "Hands up if you’re guilty of neglecting your triceps? Yeah, we thought as much. They mightn’t be mirror muscles, but strong tris are essential for effective upper-body training, and your chest and shoulders in particular stand to benefit. This move targets the lateral head – the most visible of the three heads on your tricep – to build sleeve-filling muscle."
  },
  {
    "name": "One Arm Swing",
    "muscleGroup": ["Glutes", "Hamstrings", "Abs", "Quads", "Shoulders"],
    "how": "Sink into a squat and swing the dumbbell through your legs before immediately driving yourself forward, bringing the weight up towards your head as you straighten your legs. Repeat this movement, then swap sides.",
    "why": "With proper form, this swing will not only recruit muscles within your posterior chain but it will also build your grip strength, coordination, lower back muscles, quadriceps and shoulders. In other words, it’ll give you the momentum your body transformation workout needs. Most traditional kettlebell moves can be replicated."
  },
  {
    "name": "Dumbbell Bench Press",
    "muscleGroup": ["Pecs", "Shoulders", "Triceps", "Forearms", "Lats", "Trapezius", "Rhomboids"],
    "how": "Lie on a flat bench holding two dumbbells over your chest with an overhand grip. Push up until your arms are straight, then lower under control.",
    "why": "If you’re looking to build quality pecs appeal then always opt for a dumbbell press over barbell. Why? A weight in each hands allows for a greater stretch at the bottom of the lift, building a bigger chest. And if you want to take this move further? 'Squeeze your pecs together at the top of the lift to recruit as many muscle fibres as possible,' says Frost."
  },
  {
    "name": "Dumbbell Shoulder Press",
    "muscleGroup": ["Deltoids", "Trapezius", "Triceps", "Pecs", "Core"],
    "how": "Position your feet shoulder-width apart and stand holding two dumbbells at shoulder height with an overhand grip. Press the weights up above your head until your arms are fully extended. Return slowly to the start position.",
    "why": "You want boulder shoulders, right? This compound move is essential for building strength, size and power. By performing it standing, you’ll recruit your abdominal muscles, which will improve your posture and stability. Be sure to brace your core throughout the full range of motion – protruding ribcages and arched backs are a no-go."
  },
  {
    "name": "Cross Body Hammer Curl",
    "muscleGroup": ["Biceps", "Brachialis", "Forearms"],
    "how": "One at a time, curl each weight up towards your opposing shoulder. Return under control to the start position and repeat on the other side.",
    "why": "To win the arms race, divide and conquer. Focusing on one arm at a time creates a large neural drive, which engages the nervous system to recruit more muscle fibres."
  },
  {
    "name": "Dumbbell Upright Row",
    "muscleGroup": ["Deltoids", "Trapezius", "Rhomboids", "Biceps"],
    "how": "Hold a dumbbell in one hand in front of your body with an overhand grip. Raise your elbow up and to the side using your shoulder muscles to raise the weight up towards your chin. Lower under control back to the start position.",
    "why": "As a unilateral exercise, the upright row can help you address any muscle asymmetries that have developed along your weightlifting journey. The movement also boosts your range of motion, which is integral to pretty much every upper body exercise you can think of. Remember to keep your elbows higher than your forearms."
  },
  {
    "name": "Step-ups",
    "muscleGroup": ["Quads", "Hamstrings", "Glutes", "Core"],
    "how": "Place your right foot onto the elevated platform and push up through your heel to lift yourself up and place your left foot on the platform. Step back down with your left foot, concentrating on flexing your hip and the knee of your right leg. Repeat with the opposite leg.",
    "why": "It’s a sure-fire way to maximise your gluteus maximus, the major muscle responsible for extending, rotating and adducting and abducting from the hip joint. Plus, as a single leg exercise, it will increase stabiliser strength of the smaller muscles around the joint, protecting you against injuries."
  },
  {
    "name": "Dumbbell Spider Curl",
    "muscleGroup": ["Biceps", "Triceps"],
    "how": "Lie on an incline bench and hold a dumbbell in each hand, letting them hang underneath your shoulders. Use your biceps to curl the dumbbells towards your shoulders. Slowly return to starting position and repeat.",
    "why": "There are a few benefits. For one, with your arms hanging forward, you have a greater range of motion than your classic curl allows for. Plus, the nature of the position means your arm muscles are under constant tension throughout the full range of the move."
  },
  {
    "name": "Dumbbell Scaption",
    "muscleGroup": ["Back", "Shoulders"],
    "how": "Arc the weights up to your sides keeping your arms straight at all times until you feel a strong stretch across your shoulders. Return slowly to the start position.",
    "why": "Rotator cuff, shoulder impingement and tears are common issues from overuse exercises, but not if you use the scaption. By targeting your stabilising muscles it protects the shoulder joint and ligaments surrounding it."
  },
  {
    "name": "Dumbbell Calf Raise",
    "muscleGroup": ["Calves", "Grip Strength"],
    "how": "Stand upright holding two dumbbells by your sides. Place the balls of your feet on an exercise step or weight plate with your heels touching the floor. With your toes pointing forwards, raise your heels off the floor and contract your calves. Slowly return to the starting position.",
    "why": "A staple of leg day, calf raises will build you bigger calves, as well strengthening your ankle stability and mobility."
  },
  {
    "name": "Hollow Body Skullcrushers",
    "muscleGroup": ["Triceps", "Core", "Abs"],
    "how": "Lie with your back on the ground, legs straight, two dumbbells held directly over your shoulders. Tighten your abs, pressing your lower back into the ground. Raise your legs an inch off the ground. Raise your shoulder blades off the ground. Keeping your arms straight, shift your upper arms back slightly. Bending only at the elbows, lower the weights until they nearly touch your shoulders, keeping the rest of your body tight in the starting position. Press back up, straightening only at the elbows.",
    "why": "'Very often, people arch their backs slightly during skullcrushers,' says Samuel. You can’t do that in the hollow body position, he says, because the position inherently forces you to operate with abs tight, closing your ribcage."
  },
  {
    "name": "Rotational Decline Weighted Sit-up",
    "muscleGroup": ["Core", "Abs"],
    "how": "Start by positioning yourself in the decline bench, gripping a light weight with both hands. Lower your torso down so that its parallel to the ground. Hold the weight straight out from your chest, keeping your arms as straight as possible. Rotate your torso and arms to one side as far as possible, twisting from low in your torso. Pause for 1 or 2 seconds. Rotate back to center while also squeezing your core to perform a sit-up, keeping your arms straight and bringing the weight overhead. Repeat on the opposite side.",
    "why": "'This move is one-stop shopping for your abs,' says Samuel. 'Among the things your core does for you: it braces your torso, flexes your spine, rotates your torso, and fights rotation of your torso (anti-rotation). You’re doing these four things in this one move.'"
  },
  {
    "name": "Dumbbell Thruster",
    "muscleGroup": ["Quads", "Glutes", "Hamstrings", "Shoulders", "Arms", "Core"],
    "how": "Begin with the dumbbells in the front rack position with the end of the bells resting on your shoulders. Squat down while keeping your chest open until your thighs break parallel. Push through the heels explosively back to standing, let the effort of the squat power the dumbbells into the overhead position. Bring the dumbbells back to your shoulders ready for your next rep.",
    "why": "Dumbbell thrusters are a great way to see a multitude of benefits from one singular move. They push your cardio while delivering a shoulder and quad pump to get the job done. It's not often that combining two exercises is worth the payoff, however the combination of the squat and overhead press skyrockets your heart rate, making it perfect for a cardio finisher."
  },
  {
    "name": "Dumbbell Deadlift",
    "muscleGroup": ["Quads", "Glutes", "Hamstrings", "Back"],
    "how": "With a pair of dumbbells on the floor, just outside of your feet, hinge down with a flat back and soft knees to grip them. Squeeze your lats and stand upright – picture pushing the ground away with your feet. Take a deep breath and reverse the movement to the ground. Squeeze your empty fist to create tension on the opposite side. Avoid excessive rounding of the lower back throughout.",
    "why": "The dumbbell deadlift is a staple for many beginner and seasoned lifters. The compound move allows you to lift some serious tin without a barbell and the placement of the weights means that a more upright torso can be used, therefore increasing the work in the legs rather than the back for those who may suffer from back pain."
  },
  {
    "name": "Bear Pose Pull-through",
    "muscleGroup": ["Core", "Arms", "Shoulders", "Quads"],
    "how": "Assume the all fours position, with your hands under your shoulders and knees under your hips, a dumbbell on the outside of one hand. Push the knees an inch off the floor and hold. Reach with the opposite hand to the side of the dumbbell and drag it under your torso. Replace the hand on the floor and repeat with the other hand.",
    "why": "Challenging your core with 'anti-rotation' – like with this bear crawl variation – will strengthen your obliques and deep core muscles. It's a tough advanced move that will add some much needed zest to your lackluster ab training circuits."
  },
  {
    "name": "Dumbbell Hang Clean",
    "muscleGroup": ["Arms", "Back", "Glutes", "Core"],
    "how": "Stand tall and hold your dumbbells at your side. Hinge at the hips to lower them to your knees. Stand back up with a slight jump, using the momentum to pull the dumbbells onto your shoulders. Stand up straight, then lower under control to your sides and repeat.",
    "why": "The dumbbell hang clean is the perfect addition to any AMRAP, EMOM or finisher you have tagged at the end of your workout for some decent engine building. Aim for high reps and a moderate load."
  },
  {
    "name": "Dumbbell Snatch",
    "muscleGroup": ["Quads", "Hamstrings", "Glutes", "Core", "Back", "Shoulders"],
    "how": "Begin with your dumbbell on the ground between your legs. Squat down and grab the weight. Drive up through your hips, generating momentum to pull the dumbbell towards the ceiling in one motion, finishing overhead in full lockout. Squat down and return the weight to the start position. Alternate hands each rep.",
    "why": "Another efficient cardio finisher, the dumbbell snatch is a potent conditioning move when programmed with high reps. You'll hit every muscle while maximising your cardio capacity."
  },
  {
    "name": "Plank Pass Through",
    "muscleGroup": ["Core", "Back", "Shoulders", "Legs", "Arms"],
    "how": "Begin in the high plank position with a dumbbell or kettlebell on the outside of your palm. Reach under your torso from the opposite side to the weight. Pull the weight under your body while keeping the hips completely even. Repeat on the other side.",
    "why": "The plank pass through will add another layer of difficulty to your plank — which you may find welcome if you find yourself hanging out in the plank for over one minute with ease. As you focus on keeping the hips even, it will challenge your core 'anti-rotationally', building a set of obliques to be reckoned with."
  },
  {
    "name": "Bear Pose Pull-through",
    "muscleGroup": ["Core", "Arms", "Shoulders", "Quads"],
    "how": "Assume the all fours position, with your hands under your shoulders and knees under your hips, a dumbbell on the outside of one hand. Push the knees an inch off the floor and hold. Reach with the opposite hand to the side of the dumbbell and drag it under your torso. Replace the hand on the floor and repeat with the other hand.",
    "why": "Challenging your core with 'anti-rotation' – like with this bear crawl variation – will strengthen your obliques and deep core muscles. It's a tough advanced move that will add some much needed zest to your lackluster ab training circuits."
  },
  {
    "name": "Single-Leg Romanian Deadlift",
    "muscleGroup": ["Hamstrings", "Glutes", "Ankles", "Core"],
    "how": "Hold two dumbbells in front of your thighs, palm facing inwards. Slowly lift one leg straight behind you, bending the other slightly, and lean forward so that your arms lower the dumbbells towards the floor. Pause, then return to upright position.",
    "why": "Since it requires full coordination from your ankle, knee, hip, and spine, unilateral leg training makes for a far stronger deadlift. Pro tip: don’t allow the hip of the lifted leg to rotate upwards on the way down, and resist the urge to lose your form once you return to the starting position. Keep it tight."
  }
]
